# StartJoinCutback Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StartJoinCutback Property
ParameterTypeId Class See Also
---
"Start Join Cutback"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StartJoinCutback { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StartJoinCutback As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StartJoinCutback {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace